Repository: MatRanc/Nepeta-Backup
Catalog: StackXI/Prefs/Resources/*.lproj/Prefs.strings
Languages: fr, ja, ko_kp, ru, zh_hant

source: Enabled
fr: Activé
ja: 有効にする
ko_kp: 켜기
ru: Включить
zh_hant: 啟用

source: Respring
ja: SpringBoardを再起動
ko_kp: 봄판 재시동
ru: Респринг
zh_hant: 註銷

# ARE_YOU_SURE_TO_RESET_PREFS
source: Are you sure you want to reset all your preferences? This cannot be undone.
fr: Voulez-vous réinitialiser vos préférences ? Ceci ne peut être rétabli.
ja: 本当に全ての設定をリセットしますか？このアクションは元に戻せません。
ko_kp: 동무, 설정 자료파일 초기화를 진행하시겠습네까? 이 작업은 되돌릴 수 없습네다.
ru: Вы действительно хотите сбросить все свои параметры? Это не может быть отменено.
zh_hant: 您確定要重置所有偏好設置嗎？這將不能被撤銷。

source: OK
ko_kp: 확인
ru: Ок
zh_hant: 好的

source: Cancel
fr: Annuler
ja: キャンセル
ko_kp: 취소
ru: Отмена
zh_hant: 取消

# RESET_PREFS
source: Restore default settings and respring
fr: Restaurer les options et respring
ja: 設定をリセットする
ko_kp: 설정 자료파일 초기화 후 봄판 재시동
ru: Восстановить настройки по умолчанию
zh_hant: 恢復默認設置並註銷

source: Source code
fr: Code source
ja: ソースコード
ko_kp: 원천코드
ru: Исходный код
zh_hant: 源代碼

source: Donate to Nepeta
fr: Donner à Nepeta
ja: Nepetaに寄付
ko_kp: 네페타 동무에게 기부
ru: Отблагодарить Nepeta
zh_hant: 捐贈給Nepeta

source: Support me!
fr: Supportez-moi !
ja: サポートしてくれませんか？
ko_kp: 지원하시라우!
ru: Обратная связь
zh_hant: 支持我!

# USE_ICONS
source: Use icons instead of text for buttons
fr: Utiliser des icônes au lieu du texte pour les boutons
ja: ボタンに対してアイコンを使用
ko_kp: 그림기호 사용하기
ru: Использовать иконки
zh_hant: 按鈕使用圖標而不是文本

source: Off
ja: オフ
ko_kp: 끄기
zh_hant: 關閉

source: Icon theme
fr: Thème d'icônes
ja: アイコンテーマ
ko_kp: 그림기호 모음집
ru: Тема иконок
zh_hant: 圖標主題

# GROUP_BY
source: Group notifications by
fr: Grouper les notifications par
ja: 通知のグループ化方法
ko_kp: 아래로 모으기
ru: Группировка уведомлений по:
zh_hant: 通知分組

# GROUP_BY_APP
source: App
ja: アプリで
ko_kp: 실행기
ru: Приложениям
zh_hant: 按應用分組

# GROUP_BY_THREAD
source: Thread
fr: Sujet
ja: スレッドで
ko_kp: 제목
ru: Диалогам
zh_hant: 按索引分組
